Repository: saharhaghighat/-University-Management-Service
Catalog: request/locale/*/LC_MESSAGES/django.po
Languages: fa

source: request
fa: درخواست

source: Approved
fa: تایید شده

source: Rejected
fa: رد شده

source: Pending
fa: در انتظار

source: Registered
fa: اضافه

source: Dropped
fa: حذف

source: Waitlisted
fa: لیست انتظار

source: enrollment
fa: ثبت نام

source: enrollments
fa: ثبت نام‌ها

source: amend
fa: حذف و اضافه

source: amends
fa: ترمیم‌ها

source: amend type
fa: نوع ترمیم

source: request status
fa: وضعیت درخواست

source: review
fa: درخواست تجدیدنظر

source: reviews
fa: درخواست‌های تجدیدنظر

source: request text
fa: متن درخواست

source: answer text
fa: متن پاسخ

source: is reviewed
fa: بازبینی شده

source: Studying Certificate
fa: گواهی اشتغال به تحصیل

source: Studying Certificates
fa: گواهی‌های اشتغال به تحصیل

source: term
fa: ترم

source: document
fa: فایل

source: certificate issue place
fa: محل صدور گواهی

source: With Credits
fa: با سنوات

source: Without Credits
fa: بدون سنوات
